tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "wix/brew"
brew "bat"
brew "cmake"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "htop"
brew "hub"
brew "ios-deploy"
brew "node"
brew "jsonlint"
brew "openssl@1.1"
brew "languagetool"
brew "libssh"
brew "mas"
brew "now-cli"
brew "nvm"
brew "pandoc"
brew "postgresql", restart_service: true
brew "prettier"
brew "proselint"
brew "python@3.8"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "tldr"
brew "tmate"
brew "vim"
brew "watchman"
brew "wrk"
brew "yarn"
brew "z"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community-shell"
brew "wix/brew/applesimutils"
cask "1password"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "basecamp"
cask "clipy"
cask "disk-drill"
cask "dropbox"
cask "figma"
cask "font-sauce-code-pro-nerd-font"
cask "gimp"
cask "graphql-playground"
cask "kap"
cask "keybase"
cask "kindle"
cask "loom"
cask "miro"
cask "ngrok"
cask "popsql"
cask "protonvpn"
cask "quik"
cask "react-native-debugger"
cask "slack"
cask "spotify"
cask "vlc"
cask "zoomus"
mas "Countdowns", id: 926707738
mas "DevCleaner", id: 1388020431
mas "Drafts", id: 1435957248
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
