tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "wix/brew"
brew "bat"
brew "fd"
brew "fzf"
brew "gist"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "hub"
brew "node"
brew "jsonlint"
brew "mas"
brew "now-cli"
brew "pandoc"
brew "prettier"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "tldr"
brew "tmate"
brew "todo-txt"
brew "vim"
brew "watchman"
brew "wrk"
brew "yarn"
brew "z"
brew "heroku/brew/heroku"
brew "wix/brew/applesimutils"
cask "android-messages"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "clipy"
cask "discord"
cask "dropbox"
cask "figma"
cask "font-saucecodepro-nerd-font"
cask "gimp"
cask "google-chrome"
cask "graphql-playground"
cask "kap"
cask "keybase"
cask "kindle"
cask "lastpass"
cask "ngrok"
cask "popsql"
cask "react-native-debugger"
cask "rocket-chat"
cask "slack"
cask "spotify"
cask "tor-browser"
cask "wrike"
mas "Countdowns", id: 926707738
mas "iA Writer", id: 775737590
mas "Knights of the Old Republic", id: 416608891
mas "MindNode", id: 1289197285
mas "RollerCoaster Tycoon 3 Platinum", id: 549294099
mas "Xcode", id: 497799835
